Repository: wp-plugins/wp-imageflow2
Catalog: languages/wp-flow-plus-*.po
Languages: es_es, sr_rs, sv_se

source: Loading Images
es_es: Cargando Imágenes
sr_rs: Učitavanje slike
sv_se: Laddar bilder

source: WP Flow Plus Link
es_es: Enlace a WP Flow Plus
sv_se: WP Flow Plus Länk

source: To be used with carousel added via [wp-flowplus] shortcode.
es_es: Para ser utilizado con carrusel se añadió a través del código corto de [wp-flowplus].
sr_rs: Da se koristi sa karuselom dodato via [wp-flowplus] shortcode.
sv_se: Att användas med karusell tillagd via [wp-flowplus] shortcode.

source: Settings
es_es: Configuraciones
sr_rs: Postavke
sv_se: Inställningar

source: WP Flow Plus requires at least WordPress 2.8.4
es_es: WP Flow Plus requiere una versión de WordPress 2.8.4 o superior
sr_rs: WP Flow Plus zahteva najmanje WordPress 2.8.4
sv_se: WP Flow Plus kräver minst WordPress 2.8.4

source: WP Flow Plus Options
es_es: Opciones de WP Flow Plus
sv_se: WP Flow Plus Alternativ

source: Sorry, but you have no permission to change settings.
es_es: Lo sentimos, pero no tiene permiso para cambiar la configuración.
sr_rs: Nemate dozvolu da promenite postavke.
sv_se: Tyvärr har du inga rättigheter att ändra inställningar.

source: Invalid background color, not saved.
es_es: Color de fondo no válido, no se ha guardado.
sr_rs: Nepostojeća boja pozadine, nije sačuvano.
sv_se: Ogiltig bakgrundsfärg, sparades ej.

source: Invalid text color, not saved.
es_es: Color del texto no válido, no se ha guardado.
sr_rs: Nepostojeća boja teksta, nije sačuvano.
sv_se: Ogiltig textfärg, sparades ej.

source: Invalid slider color, not saved.
es_es: Color slider no válido, no se guardó.
sr_rs: Nepostojeća boja slajdera, nije sačuvano.
sv_se: Ogiltig sliderfärg, sparades ej.

source: Settings were saved.
es_es: Se salvó la configuración.
sr_rs: Postavke su sačuvane.
sv_se: Inställningarna sparade.

source: WP Flow Plus Settings
es_es: Configuraciones de WP Flow Plus
sr_rs: WP Flow Plus potavke
sv_se: WP Flow Plus Inställningar

source: Formatting
es_es: Formateando
sr_rs: Formatiranje
sv_se: Formatering

source: Background color
es_es: Color de Fondo
sr_rs: Boja pozadine
sv_se: Bakgrundsfärg

source: Hex value or "transparent". Do not use transparent with CSS reflections.
es_es: Valor hexadecimal o "transparente". No utilice transparente con reflejos CSS.
sr_rs: Hex vrednost ili "transparent". Nemojte da koristite transparent sa CSS reflekcijama.
sv_se: Hex värde eller "transparent". Använd inte transparent med CSS reflektioner.

source: Text color
es_es: Color de Texto
sr_rs: Boja teksta
sv_se: Textfärg

source: Disable captions
es_es: Desactivar subtítulos
sr_rs: Onemogućti kadar
sv_se: Avaktivera texter

source: Slider color
es_es: Color del Slider
sr_rs: Boja slajdera
sv_se: Slider färg

source: >White
es_es: >Blanco
sr_rs: >Belo
sv_se: >Vit

source: >Black
es_es: >Negro
sr_rs: >Crno
sv_se: >Svart

source: Disable slider
es_es: Desabilitar slider
sr_rs: Onemogući slajder
sv_se: Avaktivera slider

source: Container width CSS
es_es: CSS del ancho del Contenedor
sr_rs: CSS širina sadržaja
sv_se: Container med CSS

source: Container aspect ratio
es_es: Radio de aspecto de contenedor
sr_rs: Aspekt racio sadržaj
sv_se: Container sidförhållande

source: Default 1.9. Higher numbers result in shorter height and vice versa.
es_es: Por defecto 1.9. Los números más altos dan lugar a menor altura y viceversa.
sr_rs: Default 1.9. Rezultat većih brojeva manje visine i obrnuto.
sv_se: Standard 1.9. Högre nummer resulterar i lägre höjd och vice versa..

source: Carousel image size
es_es: Tamaño de la imagen del carrusel
sr_rs: Karosel veličina slike
sv_se: Karusellbild storlek

source: Applies to images taken from the Media Library only.
es_es: Se aplica a las imágenes tomadas solamente de la biblioteca multimedia.
sr_rs: Primenjuje se slikama uzetim iz Media Library.
sv_se: Gäller enbart för bilder tagna från Media Library.

source: Behaviour
es_es: Comportamiento
sr_rs: Ponašanje
sv_se: Uppförande

source: The images in the carousel will by default link to a Lightbox enlargement of the image. Alternatively, you may specify a URL to link to each image from the Media Library. This link address should be configured in the image uploader/editor of the Media Library.
es_es: Las imágenes en el carrusel por defecto se enlazarán al alargado LightBox de la imagen. Alternativamente, usted puede especificar una URL para enlazar cada imagen desde la Librería de Media. Esta dirección del enlace debería ser configurada en el editor/cargador de imagen de la Librería de Media.
sr_rs: Slike u karuselu po defaultu linka ka Lightbok proširenju slike . Alternativno , možete da odredite URL adresu da se povežete na svakoj slici iz Media Librari . Ova adresa treba da bude konfigurisan u Image Uploader / urednika medija biblioteke .
sv_se: Bilderna i karusellen länkas som standard till en Lightboxförstoring av bilden. Alternativt kan du specificera en URL som länkar varje bild från Media Library. Denna länk ska konfigureras i bild uploader/editor i Media Library.

source: Open URL links in same window
es_es: Abrir enlaces de URL en la misma ventana
sr_rs: Otvoren URL link u istom prozoru
sv_se: Öppna URL-länkar i samma fönster

source: The default is to open links in a new window
es_es: El valor predeterminado es abrir enlaces en una nueva ventana
sr_rs: Podrazumevano je da otvori link u novom prozoru
sv_se: Som standard öppnas länkar i ett nytt fönster

source: Choose a reflection script
es_es: Elija un script de reflexión
sr_rs: Izaberite refleksiju skripte
sv_se: Välj ett reflektionsscript

source: CSS reflections, supported by all modern browsers (including IE8+).
es_es: Reflexiones de estilo CSS, soporta todos los navegadores modernos (incluyendo IE8+).
sr_rs: CSS refleksija , podržana od strane svih modernih brovsera (uključujući IE8 +).
sv_se: CSS reflektioner, stödda av alla moderna webläsare (inklusive IE8+).

source: V2 (requires GD).
es_es: V2 (requiere GD).
sv_se: V2 (kräver GD).

source: V3. Recommended only if you need transparent PNGs, GD version 2.0.28 strongly recommended.
es_es: V3. Recomendado sólo si necesita PNGs transparentes, versión GD 2.0.28 Recomendado.
sr_rs: V3 . Preporučena samo ako vam je potrebna transparentna PNGs , GD verzija 2.0.28 snažno preporučujemo .
sv_se: V3. Rekommenderas bara om du behöver transparenta PNGs, GD version 2.0.28 rekommenderas starkt.

source: Disable reflections
es_es: Desactivar reflexiones
sr_rs: onesposobiti refleksije
sv_se: Avaktivera reflektioner

source: Strict Mode
es_es: Modo estricto
sr_rs: Strog rezim
sv_se: Strikt mode

source: Check this box if your server is strict and serves a 404 error on reflected images
es_es: Marque esta casilla si el servidor es estricto y muestra un error 404 en las imágenes reflejadas
sr_rs: Čekirati ovu kućicu ako je vaš server strog i servira 404 grešku na reflektovanim slikama
sv_se: Kryssa i denna ruta om din server är strikt och stödjer 404 error på reflekterade bilder

source: Enable auto rotation
es_es: Habilitar auto rotación
sr_rs: Omogućiti auto rotaciju
sv_se: Slå på autorotation

source: This may be overridden in the shortcode
es_es: Esto puede suprimirse en el código corto
sr_rs: Ovo može biti prepisano u shortcode
sv_se: Detta kan åsidosättas i shortcoden

source: Auto rotation pause
es_es: Pausar auto rotación
sr_rs: Auto pauza rotacije
sv_se: Autorotation pausas

source: Galleries Based on Folders
es_es: Galerías Basadas en Carpetas
sr_rs: Galerije baziran na folderima
sv_se: Galleri baserat på mappar

source: Click to toggle detailed help
es_es: Haga clic para alternar la ayuda detallada
sr_rs: Klik za toggle detaljnu pomoć
sv_se: Klicka för att skifta detaljerad hjälp

source: >You can upload a collection of images to a folder and have WP Flow Plus read the folder and gather the images, without the need to upload through the Wordpress image uploader. Using this method provides fewer features in the gallery since there are no titles, links, or descriptions stored with the images. This is provided as a quick and easy way to display an image carousel.
es_es: >Puede cargar una colección de imágenes a una carpeta y hacer que WP Flow Plus lea la carpeta y recoja las imágenes, sin necesidad de cargarlas a través del cargador de imágenes de Wordpress. Usando este método existen menos funciones en la galería ya que no existen títulos, enlaces, o descripciones almacenadas con las imágenes. Esto se proporciona como una forma rápida y fácil para mostrar un carrusel de imágenes.
sr_rs: > Možete da uploadujete kolekciju slika u folderu WP Flow Plus čita folder i skuplja slike, bez potrebe da se otpremili preko WordPress Image Upload . Koristeći ovaj metod pruža manje mogućnosti u galeriji jer ne postoje naslovi , linkovi ili opisi uskladištenih sa slikama . Ovo je omogućeno kao brz i lak način da se prikaže slika karusela .
sv_se: >Du kan ladda upp en samling bilder till en mapp och låta WP Flow Plus läsa i mappen och samla bilderna, utan att behöva ladda upp genom Wordpress image uploader. Användning av den här metoden ger färre finesser i galleriet eftersom det saknas titlar, länkar och beskrivningar lagrade med bilderna. Detta tillhandahålls som ett snabbt och enkelt sätt att visa en bildkarusell.

source: The folder structure should resemble the following
es_es: La estructura de carpetas debe ser similar a la siguiente
sv_se: Mappstrukturen bör likna följande

source: With this structure you would enter "wp-content/galleries/" as the folder path below
es_es: Con esta estructura introduzca "wp-content/galleries/" como la ruta de la carpeta a continuación
sr_rs: Sa ovom strukturom unećete "wp-content/galleries/" kao putanju foldera
sv_se: Med denna struktur ska du ange "wp-content/galleries/" som mappsökväg nedan

source: Folder Path
es_es: Ruta de la carpeta
sr_rs: Putanja foldera
sv_se: Mappsökväg

source: This should be the path to galleries from homepage root path, or full url including http://.
es_es: Este debe ser el camino a las galerías de la ruta raíz página de inicio o url completa incluyendo http://.
sr_rs: Ovo bi trebala da ude putanja za galerije sa početne stranice root path, ili ceo url uključujući i http://.
sv_se: Detta ska vara sökvägen till gallerierna från hemsidans rotsökväg, eller en full URL inklusive http://.

source: Ending slash, but NO starting slash
es_es: Slash final, pero SIN slash de inicio
sr_rs: Krajni slashing, ali bez početnog
sv_se: Avslutande slash, men INGEN inledande slash

source: These folder galleries were found:
es_es: Se encontraron estas galerías de carpetas:
sr_rs: Ove galerije foldera su pronadjene:
sv_se: Dessa gallerimappar hittades:

source: Save Changes
es_es: Salvar los Cambios
sr_rs: Sačuvati promene
sv_se: Spara ändringar

source: Make a minimum donation
es_es: Hacer una donación mínima
sr_rs: Minimum donacija
sv_se: Donera ett mindre belopp

source: to this plugin and you will receive bonus add-ons and technical support for the WP Flow Plus gallery
es_es: a este plugin y recibirá bonus, complementos y apoyo técnico para la galería WP Flow Plus
sr_rs: na ovaj plugin i dobićete bonus dodatke i tehničku podršku za UP Protok Plus galeriju
sv_se: till denna plugin och du får tillgång till bonustillägg och teknisk support för WP Flow Plus Galleriet

source: NextGen Gallery support
es_es: Apoyo de NextGen Gallery
sr_rs: NextGen Gallery podrska
sv_se: Support för NextGen Gallery

source: Shortcode generator attached to your edit windows
es_es: Generador de código corto unido a sus ventanas de edición
sr_rs: Shortcode generator dodat na vaš edit prozor
sv_se: Shortcode generator kopplad till dina redigeringsfönster

source: Deprecated
es_es: Deprecado
sr_rs: Negodovanje
sv_se: Föråldrad

source: NOTE: The following option is deprecated and will be removed in the future
es_es: NOTA: La siguiente opción está deprecada y se eliminará en el futuro
sr_rs: BELEŠKA: Sledeća opcija je negodovana i biće uklonjena u budućnosti
sv_se: OBS: Detta alternativ är föråldrat och kommer att försvinna i framtiden

source: Image Link in Description
es_es: Enlace a la imagen en la descripción
sr_rs: Link slike u opisu
sv_se: Bildlänk i beskrivningen

source: Check this box to have images from the Media Library use the description field as an external link from the image thumbnail. <em><b>This option is now deprecated, instead use the new image link field in the Wordpress image editor to specify a link from the carousel
es_es: Marque esta casilla para que las imágenes de la Librería de Media utilicen el campo de descripción como un enlace externo de la miniatura de la imagen. <em><b> Esta opción ahora está deprecada, en su lugar utilice el nuevo campo de enlace de imagen en el editor de imágenes de Wordpress para especificar un enlace desde el carrusel
sr_rs: Popunite ovu kućicu da biste imali slike iz Media Library koristite opis terena i spoljni link od slike thumbnaila . <em> <b> Ova opcija je sada zastarela , umesto toga koristite polje sa novim linkom slike u Wordpress editoru slike da navedete link sa karusela
sv_se: Klicka i denna ruta för att bilder från Media Library ska använda beskrivningsfältet som en extern länk från bildens thumbnail. <em><b> Detta alternativ är nu föråldrat, använd istället det nya bildlänkfältet i Wordpress bildeditor för att specificera en länk från karusellen

source: Flow style carousel with Lightbox popups
es_es: Carrusel de estilo fluyente
sr_rs: Protoka karusel stila sa Lightbox popups
sv_se: Flödande karusell med Lightbox popups

source: Sunny Themes
es_es: Temas Sunny

source: e.g.
sv_se: t ex
